[
	{
		"name": "action",
		"chance": 52,
		"interval": [
			1, 52
		],
		"list": [
			"{player} вводит мяч из аута. Пока мяч преимущественно находится на половине поля соперников.",
			"{player} в очердной раз с олимпийским спокойствием действует в отборе, срывая атаку соперников.",
			"Показалось, что зря {player} простреливал в чужой штрафной. Нужно было брать игру на себя, обыгрывать оппонента и бить.",
			"{player} не смог точно навесить партнеру в штрафной. Едва не получилась опасная контратака.",
			"{player} упускает мяч за боковую – не хватило ширины поля, чтобы сохранить мяч в игре. Аут вбросит соперник",
			"{player} пострадал. Он просто так лежать не будет, тем более, когда его команда атаковала. Пришлось судье остановить матч.",
			"{player} упал в чужой штрафной в безобидной ситуации, когда никто его не трогал. За такое можно и желтую получить...",
			"{player} сыграл эффективно в собственной штрафной, выбив головой мяч куда подальше.",
			"{player} на полном ходу влетел в соперника. Судья показывает, что можно играть, блокировки не было.",
			"{player} отличными сольными действиями заработал право на опасный стандарт. Соперник близ угла своей штрафной нарушил правила.",
			"{player} получил медицинскую помощь. Проблемы с коленом, похоже. Небольшая пауза в игре.",
			"{player} под прессингом соперника едва не ошибся",
			"{player} слева рвался вперед, но далеко от себя отпустил мяч. Аут в пользу соперников.",
			"{player} справа неплохо прорывался, есть подача в штрафную – вратарь уверенно снимает воздух. Это его хлеб."
		]
	},
	{
		"name":	"note",
		"chance": 25,
		"interval": [
			53, 77
		],
		"list": [
			"{player}! Плотный удар в нижний правый угол. Вратарь с большим трудом ловит мяч на самой линии ворот!",
			"Болельщик выбежал на поле. Игра, естественно, прервана.",
			"Опасная подача c левого фланга – {player} неловко выносит мяч головой за боковую линию. Главное, что выносит!",
			"{player}! Он в игре, он в порядке! Опасный удар в касание с угла вратарской нанес {player} – вратарь не без труда потащил.",
			"{player} – просто мотор. Справа он завидный рейд совершил и едва не отправил мяч в верхнюю девятку!",
			"Опасно! {player} зацепился за мяч в чужой штрафной, отпасовал назад на партнера. Удар в дальний угол – неточно. Возможно, был офсайд. Но факт, что гола нет.",
			"{player}! Это был иделаьный шанс! Но лишь угловой. {player} в чужой штрафной уже обыграл двурх соперников и бил по воротам, но полет мяча был прерван вратарем"
		]
	},
	{
		"name":	"foul",
		"chance": 15,
		"interval": [
			78, 92
		],
		"list": [
			"Фол со стороны {player} в атаке фиксирует рефери. Он на подступах чужой штрафной завалил на газон соперника.",
			"{player} при попытке прессинга сбивает соперника. Очень жестко. Это желтая карточка, бесспорно.",
			"{player} схлопотал предупреждение. Похоже, что за разговоры. Не было его в игровом эпизоде, фолили партнеры.",
			"{player} ловит ненужную желтую карточку.",
			"{player} срубил и получил заслуженную желтую карточку"
		]
	},
	{
		"name":	"goal",
		"chance": 5,
		"interval": [
			93, 97
		],
		"list": [
			"ГОООЛ! {score}. {player} забил! После навеса из-за штрафной {player} точным ударом отправляет мяч в дальний угол. У голгипера не было шансов!",
			"ГОООЛ! {score}. {player} забивает! Безумный прорыв из центра поля и невероятно мощный удар прямо под перекладину! Один из самых невероятных голов турнира!",
			"ГОООЛ! {score}. {player} забил! В окружении трех соперников, он умудрился пробить через себя – голгипер даже не успел дернуться  в сторону мяча!"
		]
	},
	{
		"name":	"reverse",
		"chance": 3,
		"interval": [
			98, 100
		],
		"list": [
			"Замена в составе {team}. На поле вышел {newPlayer} вместо {player}.",
			"{player} выходит вместо {newPlayer}. Посмотрим, сможет ли он освежить игру.",
			"{player} покидает поле. Вместо него выходит {newPlayer} – интересная замена."
		]
	}
]

